{
    "desert":
    [
    
    {
      "id": 0,
      "categ": "desert",
      "name": "Кексы",
      "opis": "Время - 30 мин.",
      "ingr": "Мука (200 г), Маргарин (150 г), Сахар (100 г), Яйца (3 шт), Сахарная пудра (1 ч л), Разрыхлитель (1/2 ч л), Соль (1 щеп)",
      "imageUrl": "https://kedem.ru/photo/recipe/4x3s/rphoto1550743297.jpg",
      "recipe": "Маргарин комнатной температуры взбить вместе с сахаром. Добавить яйца. Добавить муку, разрыхлитель и соль. Хорошо взбить тесто до обнородной массы. Залить в формы. Выпекать в разогретой до 180 градусов духовке 7-10 мин."
    },
    {
      "id": 1,
      "categ": "desert",
      "name": "Шарлотка",
      "opis": "Время - 40 мин",
      "ingr": "Яйца (5 шт), Мука пшеничная (150 г), Сахар (100 г), Зеленое яблоко (3 шт), Масло сливочное (50 г), Сахарная пудра (1 ст л), Панировочные сухари (1 ч л), Разрыхлитель (1/2 ч л), Соль (1 щеп)",
      "imageUrl": "https://kedem.ru/photo/recipe/rname/sharlotka-s-yablokami.jpg",
      "recipe": "Яйца разбить в миску. Взбить в пену, добавить сахар. Добавить масло, муку, разрыхлитель и соль, продолжая взбивать. Яблоки нарезать ломтиками. Форму смазать сливочным маслом и посыпать сухарями. Выложить яблоки на дно формы. Залить тестом и снова выложить яблоки. Залить тестом. Готовить 30-35 минут при температуре 180 градусов."
    },
    {
      "id": 2,
      "categ": "desert",
      "name": "Пирожное с вишней",
      "opis": "Время - 1 час",
      "ingr": "Яйца (5 шт), Банан (3 шт), Сахар (180 г), Сливочное масло (50 г), Ванильный сахар (2 ч л), Разрыхлитель (1 ч л), Соль (1/2 ч л), Вишня (300 г), Сливки 20% (250 мл), Белый шоколад (100 г), Стручок ванили (1 шт), Мука пшеничная (1,5 ст)",
      "imageUrl": "https://kedem.ru/photo/recipe/small/rphoto1396005787.jpg",
      "recipe": "Сахар взбить с яйцами, добавить ванильный сахар, разрыхлитель, растопленное масло и соль. Бананы преврать в пюре и добавить в тесто. Перемешать. Постепенно всыпать муку. Взбить до однородной консистенции. Выложить тесто на противень. Выпекать при температуре 180 градусов около 25 минут. Остудить, нарезать. Из вишни сварить варень, взбить. Добавить шоколад, перемешать. Промазать начинкой коржи."
    },
    {
      "id": 3,
      "categ": "desert",
      "name": "Конфитюр из слив",
      "opis": "Время - 30 мин",
      "ingr": "Сливы (1 кг), Сахар (700 г), Желфикс (яблочного пектина)",
      "imageUrl": "https://kedem.ru/photo/recipe/rname/konfityur-iz-sliv.jpg",
      "recipe": "У слив удалить косточки, нарезать, засыпать сахаром. Хорошо помять толкушкой и поставить на огонь. Варить 5-7 минут, снимая пену. Процедить через сито. Перелить в кастрюлю, довести до кипения. Добавить яюлочный пектин и варить 2-3 минуты. Разлить по баночкам и закатать."
    }
    
  ]
  }