{
  "recipe":
  [
  {
    "id": 0,
    "categ": "zakuska",
    "name": "Салат Снежный ангел",
    "opis": "Время - 30 мин",
    "ingr": "Кальмары (300 г), Сыр (100 г), Яйца (3 шт), Майонез (2 ст л), Орехи грецкие (1 ст л), Соль (по вкусу)",
    "imageUrl": "https://kedem.ru/photo/recipe/rname/salat-s-kalmarami-snezhnyj-angel.jpg",
    "recipe": "Разморозить кальмары, закинуть в кипящую воду на 30 сек. Остудить. Яйца сварить, остудить и очистить. Нарезать полосками кальмары, кубиками яйца, натереть сыр. Добавить майонез, соль и перемешать."
  },
  {
    "id": 1,
    "categ": "zakuska",
    "name": "Салат Лаура",
    "opis": "Время - 20 мин",
    "ingr": "Свежие огурцы (1-2 шт), Консервированная кукуруза (50 г), Укроп (1 пуч), Листья салата (1 пуч), Майонез (2 ст л), Соль (по вкусу)",
    "imageUrl": "https://kedem.ru/photo/recipe/rname/salat-s-ogurcom-i-kukuruzoj-laura.jpg",
    "recipe": "Огурец нарезать соломкой. Добавить кукурузу. Нашинковать укроп. Заправить майонезом. Добавить листья салата. Перемешать."
  },
  {
    "id": 2,
    "categ": "desert",
    "name": "Кексы",
    "opis": "Время - 30 мин.",
    "ingr": "Мука (200 г), Маргарин (150 г), Сахар (100 г), Яйца (3 шт), Сахарная пудра (1 ч л), Разрыхлитель (1/2 ч л), Соль (1 щеп)",
    "imageUrl": "https://kedem.ru/photo/recipe/4x3s/rphoto1550743297.jpg",
    "recipe": "Маргарин комнатной температуры взбить вместе с сахаром. Добавить яйца. Добавить муку, разрыхлитель и соль. Хорошо взбить тесто до обнородной массы. Залить в формы. Выпекать в разогретой до 180 градусов духовке 7-10 мин."
  },
  {
    "id": 3,
    "categ": "desert",
    "name": "Шарлотка",
    "opis": "Время - 40 мин",
    "ingr": "Яйца (5 шт), Мука пшеничная (150 г), Сахар (100 г), Зеленое яблоко (3 шт), Масло сливочное (50 г), Сахарная пудра (1 ст л), Панировочные сухари (1 ч л), Разрыхлитель (1/2 ч л), Соль (1 щеп)",
    "imageUrl": "https://kedem.ru/photo/recipe/rname/sharlotka-s-yablokami.jpg",
    "recipe": "Яйца разбить в миску. Взбить в пену, добавить сахар. Добавить масло, муку, разрыхлитель и соль, продолжая взбивать. Яблоки нарезать ломтиками. Форму смазать сливочным маслом и посыпать сухарями. Выложить яблоки на дно формы. Залить тестом и снова выложить яблоки. Залить тестом. Готовить 30-35 минут при температуре 180 градусов."
  },
  {
    "id": 4,
    "categ": "desert",
    "name": "Пирожное с вишней",
    "opis": "Время - 1 час",
    "ingr": "Яйца (5 шт), Банан (3 шт), Сахар (180 г), Сливочное масло (50 г), Ванильный сахар (2 ч л), Разрыхлитель (1 ч л), Соль (1/2 ч л), Вишня (300 г), Сливки 20% (250 мл), Белый шоколад (100 г), Стручок ванили (1 шт), Мука пшеничная (1,5 ст)",
    "imageUrl": "https://kedem.ru/photo/recipe/small/rphoto1396005787.jpg",
    "recipe": "Сахар взбить с яйцами, добавить ванильный сахар, разрыхлитель, растопленное масло и соль. Бананы преврать в пюре и добавить в тесто. Перемешать. Постепенно всыпать муку. Взбить до однородной консистенции. Выложить тесто на противень. Выпекать при температуре 180 градусов около 25 минут. Остудить, нарезать. Из вишни сварить варень, взбить. Добавить шоколад, перемешать. Промазать начинкой коржи."
  },
  {
    "id": 5,
    "categ": "desert",
    "name": "Конфитюр из слив",
    "opis": "Время - 30 мин",
    "ingr": "Сливы (1 кг), Сахар (700 г), Желфикс (яблочного пектина)",
    "imageUrl": "https://kedem.ru/photo/recipe/rname/konfityur-iz-sliv.jpg",
    "recipe": "У слив удалить косточки, нарезать, засыпать сахаром. Хорошо помять толкушкой и поставить на огонь. Варить 5-7 минут, снимая пену. Процедить через сито. Перелить в кастрюлю, довести до кипения. Добавить яюлочный пектин и варить 2-3 минуты. Разлить по баночкам и закатать."
  },
  {
    "id": 6,
    "categ": "vtoroye",
    "name": "Жареный рис с овощами",
    "opis": "Время - 30 мин",
    "ingr": "Вода (500 мл), Рис длиннозерный (200 г), Горошек зеленый (100 г), Фасоль стручковая (100 ш), Соевый соус (50 мл), Луковица (1 шт), Морковь (1 шт), Болгарский перец (1 шт), Нерафинированное подсолнечное масло (3 ст л), Молотый сушеный имбирь (1/4 ч л), Соль (по вкусу)",
    "imageUrl": "https://kedem.ru/photo/recipe/rname/garenyj-ris-s-ovoshchami.jpg",
    "recipe": "Промытый рис переложить в кастрюлю, залить водой, варить 10-13 минут. В сковорое разогреть масло, добавить мелко нарезанные лук, морковь, обжаривать 3-4 минуты. Добавить болгарский перец и фасоль. Обжаривать овощи 3-4 минуты. Добавить остывший рис. Перемешать. Добавить горошка, обжаривать 7-10 минут. Влить соевый соус и добавить имбирь. Перемешать и готовить еще 3-4 минуты."
  },
  {
    "id": 7,
    "categ": "sup",
    "name": "Томатный суп",
    "opis": "Время - 40 мин",
    "ingr": "Вода (1,5 л), Куриное филе (300 г), Томатная паста (3 ст л), Круглозерный рис (3 ст л), Картофель (2 шт), Подсолнечное масло (3 ст л), Морковь (1 шт), Лук репчатый (1 шт), Острый перец (1 шт), Лавровый лист (1 шт), Соль (1/2 ч л)",
    "imageUrl": "https://kedem.ru/photo/recipe/rname/tomatnyj-sup-s-risom.jpg",
    "recipe": "Варить курицу 15 минут с момента закипания. Разогреть на сковороде масло, нашинковать лук, натереть морковь. Обжаривать овощи 2-3 мин. Нарезать перец, добавить к овощам и готовить еще 1-2 мин. Картофель начистить и нарезать кубиками. Добавить в бульон. Добавить рис, варить 3-5 мин. Добавить овощи и готовить еще 7-10 мин. Добавить томатную пасту, лавровый лис и соль. Филе порезать и добавить в суп. Добавить зелень."
  }, 
  {
    "id": 8,
    "categ": "sup",
    "name": "Щи с грибами",
    "opis": "Время - 40 мин",
    "ingr": "Белые грибы (3-5 шт), Крупа перловая (30 г), Картофель (2 шт), Капуста белокочанная (150 г), Укроп (1 пуч), Растительное масло (2 ст л), Луковица (1 шт), Вода (3 л), Лавровый лист (2 шт), Соль (по вкусу), Перец черный (по вкусу)",
    "imageUrl": "https://kedem.ru/photo/recipe/rname/shchi-s-gribami.jpg",
    "recipe": "Мелко нашинковать лук, грибы нарезать ломтиками. Обжарить лук с грибами на растительном масле 3-5 мин. Перловую крупу отварить ло готовности. В кастрюлу сложить крупу, нарезанную картошку. Залить водой. Варить 5-7 мин. Добавить капусту и укроп. Далее добавить лавровый лист и грибы с луком. Подержать на медленном огне под крышкой 3 минуты. Удалить лавровый лист. Посолить и поперчить."
  },
  {
    "id": 9,
    "categ": "vtoroye",
    "name": "Мясо с курагой",
    "opis": "Время - 40 мин",
    "ingr": "Свинина отварная (200 г), Луковица, Курага (100 г), Картофель (2 шт), Карри (1 ч л), Масло подсолнечное, Специи для мяса (по вкусу), Соль (по вкусу)",
    "imageUrl": "https://kedem.ru/photo/recipe/rname/myaso-s-kuragoj.jpg",
    "recipe": "Мяса порезать небольшими кусочками, оюжарить на масле с луком. Добавить полстакана воды и тушить на слабом огне 15-20 мин. Курагу залить кипятком на 10 мин. Слить воду, нарезать. Выложить к мясу и тушить еще 15 мин. Добавить соль и специи. Картофель нарезать ломтиками, обмазать маслом, посолить и приправить карри. Выложить на противено и запечь в духовке 20 минут при температуре 200 градусов."
  }
]
}